Repository: ArcticaProject/onboard
Catalog: onboard/po-onboard/*/*.po
Languages: fr

source: _Quit
fr: _Quitter

source: Quit onBoard
fr: Quittez onBoard

source: _Settings
fr: _Cadres

source: Show settings
fr: Montrez les cadres

source: You need pygtk 2.10 or above for the system tray icon
fr: Il faut avoir pygtk 2.10 pour faciliter l'icone de zone de notification

source: Snippit %d
fr: Bribe %d

source: Settings
fr: Cadres

source: Switch Buttons
fr: Basculez les Boutons

source: require %s
fr: Exiger %s

source: require filename in pane
fr: exige le nom de fichier dans le volet
