Repository: ArcticaProject/onboard
Catalog: po/onboard/onboard-*.po
Languages: pt_br, sr

source: _Quit
pt_br: _Sair
sr: _Изађи

source: Quit onBoard
pt_br: Sair do onBoard
sr: Иђађи из програма onBoard

source: Show settings
pt_br: Exibir configurações
sr: Прикажи подешавања

source: _Settings
pt_br: C_onfigurações
sr: _Подешавања

source: You need pygtk 2.10 or above for the system tray icon
pt_br: Você precisa do pygtk 2.10 ou superior para o ícone da bandeja
sr: Потребно је да имате pygtk 2.10 или новији за иконицу у системској касети

source: Snippit %d
pt_br: Cortar %d
sr: Вешала %d

source: Settings
pt_br: Configurações
sr: Поставке

source: Switch Buttons
pt_br: Alterar Botões
sr: Замени Дугмад

source: require %s
pt_br: requer %s
sr: захтева %s

source: require filename in pane
pt_br: requer nome do arquivo em pane
sr: захтева име датотеке у равни
