Repository: ArcticaProject/onboard
Catalog: po/*.po
Languages: bg, br, he, kk, vi

source: <b><i>Scanning mode only works with layouts which are designed for the purpose.</i></b>
bg: <b><i>Режимът за сканиране работи само с подредби, които са проектирани за тази цел.</i></b>
br: <b><i>Mont a ra en-dro ar mod c'hwilervañ gant an aozadurioù klavier bet ergrafet evit ar pal.</i></b>
he: <b><i>מצב הסריקה פועל אך ורק עם פריסות שתוכננו למטרה הזו.</i></b>
vi: <b><i>Chế độ dò tìm chỉ hoạt động với những kiểu bàn phím có hỗ trợ chế độ đó.</i></b>

source: Desktop Integration
bg: Интегриране в работната среда
br: Enkorfadur ar burev
he: שילוב בשולחן העבודה
kk: Жұмыс үстелімен бірлесу (интеграция)
vi: Kết hợp Màn hình nền

source: General
bg: Общи
br: Hollek
he: כללי
kk: Негізгі
vi: Chung

source: Interval
bg: Интервал
br: Esaou
he: מרווח
kk: Аралығы
vi: Khoảng thời gian

source: Layouts
bg: Подредби
br: Aozadurioù klavier
he: פריסות
kk: Пернетақта тілдері
vi: Các kiểu bàn phím

source: Option When Hidden
bg: Когато е скрита
br: Dibarzh pa vez kuzhet
he: אפשרות בעת ההסתרה
kk: Егер терезе жасырылған болса
vi: Lựa chọn khi được Che giấu

source: Personalise _current layout
bg: Редактиране
br: Personelaat an aozadur klavier bremanel
he: התאמת הפריסה ה_נוכחית
kk: _Ағымдағы пернетақта тілін қалыпқа келтіру
vi: Cá nhân hoá kiểu bàn phím _hiện hành

source: Scanning
bg: Сканиране
br: O c'hwilervañ...
he: מתבצעת סריקה
kk: Iздеу
vi: Dò tìm

source: Scanning mode
bg: Режим на сканиране
br: Mod c'hwilervañ
he: מצב סריקה
kk: Іздеу режимі
vi: Chế độ dò tìm

source: Show a floating icon on the desktop when onboard is hidden. A click on the icon makes onboard reappear.
bg: Показване на икона на работния плот, когато виртуалната клавиатура е скрита. Щракване върху иконата ще покаже виртуалната клавиатура.
br: Diskouez un arlun war neuñv war ar burev pa vez kuzhet onBoard. Ur c'hlik war an arlun a laka onBoard da vont war-wel en-dro.
he: הצגת סמל צף על שולחן העבודה כאשר onboard בהסתרה. לחיצה על הסמל תגרום להופעת onboard מחדש.
kk: onboard жасырын болатын кезде, жұмыс үстеліндегі қалқыған суреттемені көрсету. Суреттеме үстіне шертсеңіз onboard қайтадан көрсетіледі.
vi: Hiển thị một biểu tượng nổi trên màn hình nền khi onBoard đã được che giấu. Nhấn vào biểu tượng sẽ cho phép hiển thị lại onBoard.

source: Show floating _icon when onboard is hidden
bg: Показване на свободна _икона
br: Diskouez un _arlun war neuñv war ar burev pa vez kuzhet onBoard.
he: הצגת סמל _צף כאשר onboard בהסתרה
kk: onboard жасырын болатын кезде, қалқыған _суреттемені көрсету
vi: Hiển thị biểu tượng _nổi khi onBoard được che giấu

source: Show onboard when _unlocking the screen
bg: Показване при _отключване на екрана
br: Disko_uez onBoard pa zibrenner ar skramm
he: הצגת onboard בעת נ_עילת המסך
kk: Экран бөгеттеуін алып тастаудан кейін onboard көрсету
vi: Hiển thị onBoard khi _mở khoá màn hình

source: Show onboard when the dialog to unlock the screen appears; this way onboard can be used for example to enter the password to dismiss the screensaver when it is set to ask for it.
bg: Показване на виртуална клавиатура когато диалога за отключване на екрана се появява; по този начин виртуалната клавиатура може да бъде използвана за въвеждане на парола за освобождаване на скрийн сейвъра, когато той е настоен да изисква такава.
br: Diskouez onBoard pa zeu war-wel ar voestad emziviz da zibrennañ ar skramm ; gant an doare-mañ e vez arveret onBoard, da skouer, a-benn enankañ ur ger-tremen da argas an arboellerez skramm pa vez arventennet da c'houlenn diganti.
he: הצגת Onboard בעת הופעת החלון לשחרור המסך; באופן זה ניתן להשתמש ב־onboard כדי להזין את סיסמת השחרור של שומר המסך כאשר הוא מוגדר לנעילה לדוגמה.
vi: Hiển thị onBoard khi hộp thoại cho phép mở khoá màn hình xuất hiện; như thế có thể dùng onBoard để gõ mật khẩu khi trình bảo vệ màn hình sẽ yêu cầu.

source: Show the status item. A click on that icon hides or shows onboard.
bg: Показване на статус икона. Щракването върху нея скрива или показва виртуалната клавиатура.
br: Diskouez elfenn ar stad. Ur c'hlik war an arlun-mañ a laka da vont war-wel pe ziwar-wel.
he: יש להציג את פריט המצב. לחיצה על סמל זה תציג או תסתיר את onboard.
vi: Hiển thị tình trạng. Nhấn vào biểu tượng đó sẽ che giấu hoặc hiển thị onBoard.

source: Snippets
bg: Изрезки
br: Parzhioù
he: תבניות
kk: Үзінділер (фрагмент)
vi: Đoạn mã

source: Snippets are pieces of text which are entered when the corresponding button in Onboard is pressed.
bg: Изрезките са части текст, които се въвеждат, когато бъде натиснат съответния бутон на виртуалната клавиатура.
br: Ar parzhioù zo tammoù testenn hag a zo skrivet pa vez pouezet war ar stokell e onBoard o klotañ ganto.
he: תבניות הינן קטעי טקסט שנוספים כאשר נלחץ הלחצן התואם להם ב־Onboard.
vi: Đoạn mã là những đoạn văn bản sẽ được điền vào sau khi đã nhấn vào nút tương tác trên onBoard.

source: Some password dialogs disable the area around them, making it impossible to click on onboard. By activating this option, these dialogs behave as normal windows and the area around the dialog remains active. This option is also available in the Assistive Technologies control panel.
bg: Някои диалогови прозорци за пароли разраняват пространството около тях, правейки невъзможно щракването върху виртуалната клавиатура. С активирането на тази опция, тези диалогови прозорци се държат като нормални прозорци и пространството около тях остава активно. Тази опция е достъпна също и в контролния панел на Помощни Технологии.
br: Boestadoù emziviz zo a-fet gerioù-tremen a ziweredeka ar maez tro-dro dezho, ha neuze n'eus ket tro da glikañ war Onboard. Dre weredekat an dibarzh-mañ o do ar boestadoù-emziviz-mañ un emzalc'h reizh hag oberiant e chomo ar maez tro dro d'ar voestad emziviz. Hegerz eo an dibarzh-mañ e penel lankañ ar c'halvezouriezhoù ameilañ.
he: כמה מחלונות הסיסמה מנטרלות את האזור שסביבן ובכך נמנעת האפשרות ללחיצה על onboard. על ידי הפעלת אפשרות זו, חלונות אלה יתנהגו כחלונות רגילים והאזור שסביבן ישאר פעיל. אפשרות זו זמינה גם בלוח הברקרה של טכנולוגיות מסייעות.
vi: Một số hộp thoại hỏi mật khẩu làm mất khả năng hoạt động ở các cửa sổ khác, như thế sẽ không cho phép nhấn vào onBoard. Khi kích hoạt chức năng này, những hộp thoại mật khẩu kiểu trên sẽ trở thành bình thường, cho phép tác động từ những cửa sổ xung quanh. Lựa chọn cũng có tùa bảng điều khiển Kỹ thuật Hỗ trợ.

source: Start onboard _minimized
bg: В режим „минимизиран“
br: Loc'hañ onBoard _bihanaet
he: הפעלת onboard במצב _ממוזער
kk: onboard оралған түрде ашу
vi: Khởi hành onBoard ở dạng thu nhỏ

source: Start onboard hidden.
bg: Скриване на виртуалната клавиатура при стартиране.
br: Loc'hañ onBoard kuzhet
he: הפעלת onboard במצב מוסתר.
kk: onboard жасырын түрде ашу
vi: Khởi hành onBoard ở dạng che giấu.

source: Startup Option
bg: Стартиране
br: Dibarzhioù al loc'hañ
he: אפשרויות התחלה
kk: Бағдарлама ашылған кезіндегі баптаулар
vi: Lựa chọn khởi hành

source: _Open custom layouts folder
bg: _Папка с подредби
br: _Digeriñ teuliad an aozadurioù klavier personel
he: פתיחת תיקיית הפריסות המותאמות _אישית
vi: _Mở thư mục các kiểu bàn phím

source: _Password dialogs as normal windows
bg: _Прозорци с парола като нормални прозорци
br: Boestad emziviz evit ar ger-tremen e-giz prenestroù reizh
he: _בקשת סיסמה כחלון רגיל
vi: _hộp thoại mật khẩu bình thường

source: _Show status icon
bg: _Икона за състояние
br: Diskouez arlun ar stad
he: הצגת _סמל המצב
vi: _Xem biểu tượng tình trạng

source: Enter text for snippet
bg: Въвеждане на текст за изрезки
br: Skrivañ un destenn evit ar parzh
he: יש להזין טקסט עבור תבנית
kk: Көрсетілген үзінді үшін мәтін енгізіңіз
vi: Gõ văn bản cho đoạn mã

source: No file manager to open layout folder
bg: Няма файлов мениджър за отваряне на папката с подредби
br: N'eut ardoer restroù ebet a-benn digeriñ teuliad an aozadur klavier
he: אין מנהל קבצים לפתיחת תיקיית הפריסות
kk: Пернетақта тілі (раскладка) бар бумасын ашу үшін файл менеджері табылмады
vi: Không có trình duyệt tệp để mở thư mục chứa kiểu bàn phím

source: Enter name for personalised layout
bg: Въведете име за персонализирана подредба
br: Lakaat un anv evit un aozadur klavier personelaet
he: הזנת השם עבור הפריסה המותאמת אישית
kk: Өзіңіздің жеке пернетақта тілін атын енгізіңіз
vi: Đạt tên cho kiểu bàn phím

source: _Show Onboard
bg: _Показване
br: _Diskouez onBoard
he: ה_צגת Onboard
vi: _Xem onBoard

source: _Hide Onboard
bg: _Скриване
br: _Kuzhañ onBoard
he: ה_סתרת Onboard
vi: _Giấu onBoard

source: Flexible onscreen keyboard for GNOME
bg: Гъвкава виртуална клавиатура за GNOME
br: Klavier war ar skramm pleustrek evit GNOME
he: מקלדת גמישה המוצגת על גבי המסך ל־GNOME
vi: Bàn phím linh hoạt trên màn hình cho GNOME

source: onBoard onscreen keyboard
bg: Виртуална клавиатура
br: Klavier war ar skramm onBoard
he: מקלדת המסך של onBoard
kk: onBoard экрандық пернетақта
vi: Bàn phím trên màn hình onBoard

source: Onboard is configured to appear with the dialog to unlock the screen; for example to dismiss the password-protected screensaver. However the system is not configured anymore to use onboard to unlock the screen. A possible reason can be that another application configured the system to use something else. Would you like to reconfigure the system to show onboard when unlocking the screen?
bg: Виртуалната клавиатура е конфигурарана да се появява с диалогови прозорци за отключване на екрана; като например за освобождане на скрийн сейвър, защитен с парола. Обаче системата не е конфигурирана повече да използва виртуална клавиатура за отключване на екрана. Възможна причина може да бъде, че друго приложение е конфигурирало системата да използва нещо друго. Бихте ли искали да преконфигурирате системата да показва виртуалната клавиатура при отключване екрана?
br: Kefluniet eo Onboard evit bezañ diskouezet gant ar voestad emziviz da zibrennañ ar skramm ; da skouer a-benn diweredekaat arload arboellañ ar skramm. Koulskoude n'eo ket mui kefluniet ar reizhiad.evit ober gant Onboard a-benn dibrennañ ar skramm. Marteze ez eo en abeg d'un arload all, ar reizhiad kefluniet gantañ da arverañ un arload all. Ha fellout a ra deoc'h adkefluniañ ar reizhiad a-benn diskouez Onboard pa vez dibrennet ar skramm ?
he: התכנית Onboard מוגדרת כך שתופיע יחד עם החלון לשחרור נעילת המסך; לדוגמה כדי להפטר משומר מסך המוגן בסיסמה. עם זאת המערכת אינה מוגדרת עוד לשימוש ב־onboard לנעילת המסך. סיבה אפשרית לכך היא שיישום אחר הגדיר את המערכת לשימוש באפשרות אחרת. האם ברצונך להחזיר את הגדרת המערכת כך שתציג את onboard בעת שחרור נעילת המסך?
vi: Onboard được cấu hình để hiển thị cùng hộp thoại mở khóa màn hình; ví dụ để gõ mật khẩu cho trình bảo vệ màn hình. Tuy nhiên hệ thống không còn cấu hình để dùng onBoard mở khóa màn hình. Một nguyên nhân có thể do một ứng dụng khác đã cấu hình lại hệ thống và đã can thiệp. Bạn có muốn cấu hình lại hệ thống để hiển thị onBoard khi cần mở khóa màn hình không?

source: Onboard is configured to appear with the dialog to unlock the screen; for example to dismiss the password-protected screensaver. However this function is disabled in the system. Would you like to activate it?
bg: Виртуалната клавиатура е конфигурирана да се появява с диалогов прозорец за отключване на екрана; като например за освобождаване защитата на екрана, защитена с парола. Но тази функция не е активирана в системата. Бихте ли искали да я активирате?
br: Kefluniet eo Onboard evit bezañ diskouezet gant ar voestad emziviz da zibrennañ ar skramm ; da skouer a-benn diweredekaat arload arboellañ ar skramm. Koulskoude ez eo diwerekedaet an arc'hwel-mañ er reizhiad. Ha fellout a ra deoc'h gweredekaat an arc'hwel-mañ ?
he: Onboard מוגדר כך שיוצג עם החלון לנעילת המסך; לדוגמה כדי להפטר משומר מסך המוגן בסיסמה. מצד שני תכונה זו מנוטרלת על ידי המערכת. האם ברצונך להפעיל אותה?
vi: Onboard được cấu hình để hiển thị cùng hộp thoại mở khóa màn hình; ví dụ để gõ mật khẩu cho trình bảo vệ màn hình. Tuy nhiên chức năng này đã bị tắt. Bạn có muốn bật lại nó hay không?

source: Units for canvas height and width must currently be px (pixels).
bg: Мерните единици за височина и широчина трябва да са в пиксели.
br: An unanennoù evit sav ha led ar steuenn a zlefe bezañ ar pikseloù.
he: יחידות הגובה והרוחב של משטח הציור חייבות לעת עתה להיות בפיקסלים.
vi: Đơn vị chiều cao và chiều rộng canvas phải dùng px (pixels)

source: %s appears in scanning definition only
bg: %s се появява само в сканираща резолюция
br: Diskouezet eo %s gant despizadur ar c'hwilervañ hepken
he: נראה כי %s בהגדרת סריקה בלבד
vi: %s chỉ xuất hiện trong lúc dò tìm các giá trị của bàn phím

source: Error loading
bg: Грешка при зареждането на
br: Fazi e-pad ma oa o kargañ
he: שגיאת טעינה
vi: Lỗi nhập

source: Snippet
bg: Изрезка
br: Parzh
vi: Đoạn mã

source: Middle Click
bg: Среден бутон
br: Kreiz Klikañ
he: לחיצה אמצעית
vi: Giữa Nhấn

source: Right Click
bg: Десен бутон
br: Dehou Klikañ
he: לחיצה ימנית
vi: Phải Nhấn

source: Settings
bg: Настройки
br: Arventennoù
he: הגדרות
kk: Баптаулар
vi: Thiết lập

source: Tab
br: Taolennata
kk: Tab пернесі
vi: Phím Tab

source: CAPS
br: PENNLZR
kk: Caps Lock пернесі
vi: Phím CAPS (hoặc CAPSLOCK)

source: Win
br: Prenestr
kk: Win пернесі
vi: Phím Win

source: Return
br: Distro
kk: Return пернесі
vi: Phím Enter

source: Menu
bg: Меню
br: Lañser
kk: Мәзір
vi: Phím Menu

source: Ins
br: Enl
kk: Ins пернесі
vi: Phím Ins

source: Hm
br: D'arGêr
kk: Home пернесі (басы)
vi: Phím Home

source: Del
br: Dilemel
kk: Del пернесі

source: End
br: Dibenn
kk: End пернесі (соңы)

source: Pg Up
br: Pjn Sevel
kk: Pg Up пернесі

source: Pg Dn
br: Pjn Diskenn
kk: Pg Dn пернесі

source: Nm Lk
br: Niv Prenn
kk: Num Lock пернесі

source: Ent
br: Enankañ
kk: Enter пернесі

source: ESC
br: ACHAP
kk: Esc пернесі

source: Prnt
br: Moullañ
kk: Print пернесі

source: Scroll
bg: Превъртане
br: Dibunañ
kk: Scroll пернесі (бұрау)

source: Pause
bg: Пауза
br: Ehan
kk: Pause пернесі (аялдау)

source: Change onBoard settings
bg: Промяна на настройките на виртуална клавиатура
br: Kemmañ arventennoù onBoard
he: שינוי הגדרות onBoard
kk: onBoard баптауларын өзгерту
vi: Thay đổi cấu hình onBoard

source: onBoard Settings
bg: Настройки на виртуална клавиатура
br: Arventennoù onBoard
he: הגדרות onBoard
kk: onBoard баптаулары
vi: Cấu hình onBoard

source: onBoard onscreen keyboard settings
bg: Настройки на виртуална клавиатура
br: Arventennoù klavier war ar skramm onBoard
he: הגדרות מקלדת המסך של onBoard
kk: onBoard экран пернетақтасын баптаулары
vi: Cấu hình bàn phím màn hình onBoard

source: onBoard
bg: Виртуална клавиатура
vi: Bàn phím ảo onBoard

source: Ctrl
kk: Ctrl пернесі
vi: Phím Ctrl

source: Alt
kk: Alt пернесі
vi: Phím Alt

source: Alt Gr
kk: Alt Gr пернесі
vi: Phím Alt Gr

source: - middle/right click buttons disabled
bg: - среден/десен бутон на мишката са забранени
he: - הלחצנים הימני והאמצעי מנוטרלים
vi: - phím giữa/phím phải đã bị vô hiệu hóa

source: Xlib unavailable%s
bg: Xlib не е наличен%s
he: Xlib אינה זמינה%s

source: XInput extension unavailable%s
bg: XInput разширението не е налично%s
he: ההרחבה XInput אינה זמינה%s
